{
  "settings": {
    "kill timer": [
      "ゲームクライアントが実行されていない場合にスクリプトを自動的に閉じます",
      "ゲームなしでどれくらいの時間実行できるかを指定します"
    ],
    "browser features": [
      "スクリプトを通じて3rdパーティのウェブサイトにアクセスするときに追加機能を有効にします",
      "例:\n-> chrome calculator: ステータスを自動で貼り付け\n-> poe.db クラスタージュエル: タイプを自動でハイライト\n-> poelab.com: レイアウトをインポート"
    ],
    "capslock toggling": [
      "このボックスのチェックを外すのは、このスクリプト以外でcapslockにバインドされている場合のみです",
      "AHKが入力を送信するたびにcapslockが切り替わり、それにバインドされている動作（例: ボイスチャットのミュート）がトリガーされます",
      "このオプションを切り替えるとスクリプトが再起動します"
    ],
    "lang language": [
      "スクリプトの表示言語を選択します",
      "選択後にスクリプトが再起動します"
    ],
    "lang unknown": [
      "クライアントの言語がその設定ファイルから検出できませんでした"
    ],
    "toolbar hide": [
      "ツールバーを永続的に隠し、<tab>を押すか、以前の位置にカーソルを合わせることで表示します"
    ],
    "font-size": [
      "– と + を押し続けることができ、中央のボタンでサイズをリセットします"
    ],
    "generic color": [
      "クリックしてカラーパレットを開き、右クリックでリセットします"
    ],
    "generic color double": [
      "テキスト色: クリックしてカラーパレットを開き、右クリックでリセットします"
    ],
    "generic color double1": [
      "背景色: クリックしてカラーパレットを開き、右クリックでリセットします"
    ],
    "active character": [
      "キャラクター名を入力して<enter>を押します",
      "レベル追跡、e-exp計算、マップトラッカーのログなどのオプション機能で使用されます"
    ],
    "active character status": [
    "赤: 名前が指定されていません",
    "黄色: キャラクターが見つかりません / レベルアップ待ち",
    "緑: キャラクターが見つかり、アクティブなトラッキング中"
    ],
    "active character whois": [
      "このボタンをクリックすると、ゲーム内コマンド\"/whois\"を使用してキャラクター情報を強制的に更新します"
    ],
    "ascendancy": [
      "ゲームはキャラクターがレベルアップした時のみアセンダンシーをログに記録します",
      "最近(再)スペックしてレベルアップしていない場合、このラベルは同期していません。その場合、左側のリフレッシュボタンをクリックしてください"
    ],
    "active build": [
      "任意: ビルドの名前や説明を入力して<enter>を押してください",
      "マップトラッカー機能でどのビルドがプレイされたかをログに記録するために使用されます"
    ],
    "logfile": [
      "ゲームのclient.txtログファイルのサイズと読み込み時間: ログファイルが過度に大きいと、ゲームやツールのパフォーマンスに悪影響を与える可能性があります",
      "ゲームやログ関連の機能で問題が発生した場合、このラベルを長押しして、ログファイルの内容を別の累積バックアップファイルに移動することでログファイルをクリアできます"
    ],
    "logfolder": [
      "ゲームのログフォルダを開く",
      "client.txtログファイルはゲームを終了した後にのみ変更できます"
    ],
    "force resolution": [
      "デフォルトで利用できないカスタム解像度でクライアントを強制的に実行できます",
      "これは毎回スクリプトが開始される時、またはクライアントを起動する際にスクリプトが実行されている場合に適用されます",
      "縦解像度(2番目の値)は、互換性の理由で特定の解像度に制限されています"
    ],
    "client filler": [
      "クライアントウィンドウ周りの空いている画面領域を黒くして、クリックできないようにします",
      "この黒い領域はクライアントエリア外にオーバーレイを配置するために使用でき、また背景ウィンドウでの誤クリックを防ぎます"
    ],
    "window position": [
      "オーバーレイが正しく配置されるためには、クライアントが特定の位置にドックされている必要があります",
      "好みの位置を選択すると、クライアントは毎回自動的にその位置に配置されます"
    ],
    "black bars": [
      "クライアントのアスペクト比は24:10に制限されており、それより広い場合には黒いバーが表示されます",
      "このオプションは、スクリプトのオーバーレイと画面チェックをそれに合わせて再配置します"
    ],
    "window borders": [
      "クライアントウィンドウの周りの境界線を削除します"
    ],
    "write permissions": [
      "スクリプトがファイルを作成/編集できない場合、システムでの書き込み権限の問題をトラブルシュートするために使用します",
      "これらの問題が検出されると、エラーメッセージが表示され、このテストを実行するように求められます",
      "テスト結果にエラーが表示された場合、スクリプトフォルダを別の場所に移動するか、スクリプトを管理者として再起動し、再度テストを実行してください"
    ],
    "betrayal enable": [
      "ベトレイアルリーグのメカニクス用のインタラクティブなチートシートオーバーレイを提供します",
      "<screen-checks> セクションで <betrayal> 画像チェックが正しく設定されている必要があります",
      "シンジケートボードが画面に表示されている間、オムニキーを押し続けてオーバーレイを有効にします"
    ],
    "betrayal ruthless": [
      "ルースレス報酬を表示し、代わりに別のハイライトを使用します"
    ],
    "betrayal folder": [
      "キャリブレーションファイルを含むフォルダ"
    ],
    "betrayal color": [
      "ボタンをクリックしてカラーパレットを開き、右クリックでリセットします",
      "報酬にカーソルを合わせて、番号キーを押して対応する色を適用します"
    ],
    "betrayal rewards": [
      "名前を長クリックして、そのメンバーの報酬を表示します",
      "報酬にカーソルを合わせて、番号キーを押して色を適用するか、スペースキーを押して色を削除します",
      "オーバーレイでシンジケートボードを使用する際、報酬も階層化できます"
    ],
    "cheatsheets enable": [
      "カスタマイズ可能なチートシートオーバーレイを作成および管理するツールキットを提供します"
    ],
    "cheatsheets modifier-key": [
      "チートシートは、修飾キーとオムニキーを同時に押すことで有効化されます",
      "シートが<hold>として設定されている場合、オムニキーのみを押し続ける必要があります",
      "ゲーム内で使用されていない組み合わせを選択してください"
    ],
    "cheatsheets color": [
      "ボタンをクリックしてカラーパレットを開き、右クリックでリセットします",
      "メモにカーソルを合わせて、番号キーを押して色を適用するか、スペースを押して色を削除します"
    ],
    "cheatsheets types": [
      "画像: 画像をインポート/キャプチャしてオーバーレイに表示し、それらの間で切り替えたり、情報を再配置したりできます",
      "アプリ: アプリを指定して、ボタンを一度押すだけで起動または前面に表示します。タブを切り替えたり繰り返し操作する必要はありません",
      "高度: ゲーム内の特定の要素にカーソルを合わせると、カスタムツールチップで情報を表示できます"
    ],
    "cheatsheets calibrate": [
      "キーの組み合わせを押すと、ゲーム内の画面に合わせたシートが開きます",
      "スクリプトが正しいシートを識別できるように、手動でのキャリブレーションが必要です",
      "クリッピングツールを開きます：これを使用してゲーム内UIからユニークな要素をクリップします"
    ],
    "cheatsheets test": [
      "特定のゲーム内UIが画面に表示されている状態でクリックすると、テストが正しく返されます",
      "特定のUIが画面に表示されていない状態でクリックすると、テストが負の結果を返します",
      "結果は一貫して再現可能である必要があります"
    ],
    "cheatsheets edit": [
      "チートシートの設定メニューを開きます"
    ],
    "cheatsheets delete": [
      "長押ししてチートシートを削除します"
    ],
    "cheatsheets info": [
      "長押ししてシートのプロパティを表示します"
    ],
    "cheatsheets toggle": [
      "チートシートを有効/無効にします"
    ],
    "cloneframes toggle-info": [
      "このメニューセクションが開いている間は、自動切り替えが無効になります"
    ],
    "cloneframes pixelchecks": [
      "メイン画面（キャラクターを操作する画面）以外ではフレームを非表示にします",
      "ゲームスクリーンのピクセルチェックが<screen-checks>セクションで正しく設定されている必要があります",
      "ミニマップが画面の中央にある状態でのみ動作します"
    ],
    "cloneframes hideout": [
      "町や隠れ家内ではクローンフレームを非表示にします"
    ],
    "cloneframes new": [
      "新しいフレームを作成するには、名前を入力して<新規追加>をクリックします"
    ],
    "cloneframes edit": [
      "編集モードに入り、この下のセクションが有効になり、フレームの設定を調整できます"
    ],
    "cloneframes delete": [
      "長押ししてこのクローンフレームを削除します"
    ],
    "cloneframes toggle": [
      "このクローンフレームを有効/無効にします"
    ],
    "cloneframes corners": [
      "編集モードでは、ソースとターゲットのフレームには色付きの角があります、それぞれに対応するマウスボタン（右側のボックス）があります",
      "ボタンをクリックして、現在のカーソル位置に角を移動します、<esc>を押すか<discard>をクリックして編集モードを終了します",
      "下の値を調整して、さらに細かく調整したり、コントロールを増やしたりできます"
    ],
    "cloneframes scroll": [
      "微調整のために、マウスホイールをスクロールしてこの値を1ずつ調整します"
    ],
    "hotkeys ingame-keybinds": [
      "カスタムのゲーム内キー設定とスクリプトのホットキーの競合を避けるために:\n- 該当するものにチェックを入れてください\n- 求められた場合は代替キーを提供してください"
    ],
    "hotkeys movekey": [
      "キーを指定することで、特定の状況下でスクリプトの動作を調整できます",
      "例: キャラクターが移動中にオーバーレイがアクティブにならないようにする",
      "特殊なキーの場合、上記のリンクを参照して正しい名前と書式を確認してください"
    ],
    "hotkeys omnikey-info": [
      "コンテキストに応じたホットキーで、スクリプトの大部分の機能を有効にします",
      "すべての機能にホットキーを指定する代わりに、画面チェックをキャリブレーションして、このホットキーが押されたときにどの機能を有効にするかを解釈します",
      "ゲーム内でそのキーに割り当てられたアクションはブロックしません"
    ],
    "hotkeys omnikey": [
      "オムニキーを別のキーに移動したい場合、そのキーを編集フィールドに指定してください",
      "ホットキーは頻繁に使用されるため、キーの組み合わせを避けることを強くお勧めします",
      "チャットに使用されているキーに割り当てないでください、機能がランダムに有効になる可能性があります",
      "特殊なキーの場合、上記のリンクを参照して正しい名前と書式を確認してください"
    ],
    "hotkeys omnikey2": [
      "ゲームのバグにより、ゲーム内でCキーをリバインドするにはアイテム用の二次的なオムニキーが必要です",
      "アイテムをオムニクリックする必要がある機能には、この二次的なオムニキーを使用する必要があります",
      "特殊キーについては、上記のリンクで適切な名前とフォーマットを確認してください"
    ],
    "hotkeys omniblock": [
      "ゲームクライアントやスクリプトがフォーカスされている間、そのキー入力はシステムではなくスクリプトにのみ登録されます",
      "スクリプト機能のみがそのキー入力によってアクティブになり、特殊キー（例：Windowsキーやアクセントキー、大文字キーなど）は通常の副作用なしで使用できます"
    ],
    "hotkeys altkey": [
      "編集フィールドに代替キーを指定します",
      "特殊キーについては、上記のリンクで適切な名前とフォーマットを確認してください"
    ],
    "hotkeys tab": [
      "このホットキーは特定のウィジェットや非永続的なオーバーレイを（再）アクティブにします",
      "ゲーム内でTabキーにバインドされており、押し続ける必要がある場合（例：スキル、移動）には、編集フィールドに代替キーを指定する必要があります",
      "ツールチップでは、リバインドされていてもTabとして表示されます"
    ],
    "hotkeys restart": [
      "スクリプトがクラッシュして応答しなくなった場合、この組み合わせを使用してスクリプトを再起動します"
    ],
    "iteminfo profiles": [
      "カスタマイズしたハイライトは個別のプロファイルに保存できます",
      "プロファイルを選択すると、ツールチップが画面に表示されている場合、変更が即座に適用されます"
    ],
    "iteminfo reset": [
      "ボタンの長押しで、現在選択中のプロファイルの特定のハイライトをリセットできます"
    ],
    "iteminfo modrolls": [
      "明示的な改良の最小/最大範囲を非表示にします",
      "+89 最大ライフ\nvs.\n+89(80-89) 最大ライフ"
    ],
    "iteminfo shift-click": [
      "シフトクリックでアイテムに通貨を適用する際に、ツールチップを自動的に更新します",
      "まず<shift>を押しながら、右クリックで通貨を選択し、その後アイテムをクリックします",
      "これには<inventory>のピクセルチェックが正しく設定されている必要があります"
    ],
    "iteminfo league-start": [
      "アイテムの統計が現在の装備と比較されるセクションを追加します",
      "このセクションは基礎統計のセクションに置き換わり、<inventory>のピクセルチェックが正しく設定されている必要があります"
    ],
    "iteminfo base-info": [
      "アイテムの統計がベストインクラスの統計と比較されるセクションを追加します",
      "また、基礎パーセンタイルのロールとilvlが表示され、良い値がハイライトされます"
    ],
    "iteminfo enable item-level": [
      "各モッドにilvl要件を追加し、高ティアだが低レベルのモッドを表示します",
      "このオプションは、より多くの情報を追加するため、上級者向けです"
    ],
    "iteminfo marking global": [
      "グローバルに（望ましくない）モッドをハイライトするための色です",
      "ボックスをクリックしてカラーパレットを開き、右クリックでリセットします"
    ],
    "iteminfo marking class": [
      "クラス専用に（望ましくない）モッドをハイライトするための色です",
      "ボックスをクリックしてカラーパレットを開き、右クリックでリセットします"
    ],
    "iteminfo item-tier": [
      "ボックスをクリックしてカラーパレットを開き、右クリックでリセットします",
      "<fr>はフラクチャーを指し、<#>はティアが未設定のモッドを指します",
      "t1とt6は望ましい/望ましくないを示すためにも使用されます"
    ],
    "iteminfo item-level": [
      "ボックスをクリックしてカラーパレットを開き、右クリックでリセットします"
    ],
    "iteminfo override": [
      "望ましくないモッドのティア/ilvl（フラクチャーを除く）は、通常の色ではなく<undesired>色でハイライトされます",
      "これにより、視覚的な明瞭さを向上させるため、望ましくないモッドのアイコンも非表示になります"
    ],
    "iteminfo rules": [
      "より大きなモッドグループを（望ましくない）としてマークするための単一クリックソリューションです",
      "名前は影響を受けるモッドを指定し、色は（望ましくない）として設定されるかどうかを示します"
    ],
    "lang unavailable": [
      "この機能は、英語以外のクライアントでは現在利用できません"
    ],
    "lang incompatible": [
      "この機能は、サポートされていない言語のクライアントでは利用できません",
      "現在の言語用の言語パックがインストールされると利用可能になります"
    ],
    "leveltracker enable": [
      "自動化されたキャンペーングイドオーバーレイといくつかのQOL機能を提供します"
    ],
    "leveltracker timer": [
      "ガイドのテキストとナビゲーションボタンの間にタイマーを追加し、アクトの時間を記録しCSVファイルに保存します",
      "左が総時間、中央がアクト番号、右が現在のアクト時間です",
      "アクト番号をクリックしてタイマーを一時停止/再開し、右クリックを長押しして新しいランのためにリセットします",
      "リセット方法：新しいキャラクターを作成し、トワイライトストランドに入った後、アクト番号の右クリックを長押ししてクリックします"
    ],
    "leveltracker timer-pause": [
      "隠れ家にいるときに自動的にタイマーを一時停止し、出ると再開します"
    ],
    "leveltracker fade-timer": [
      "一定の遅延後にオーバーレイを自動的に非表示にします（町にいるときは除く）",
      "遅延：ガイドページを切り替えた後x秒",
      "ページを切り替えるたびにオーバーレイは再表示され、遅延がリセットされます",
      "Tabを押している間は表示されます"
    ],
    "leveltracker fade mouse": [
      "カーソルを前のエリアにホバーしている間オーバーレイが表示されます",
      "移動キーを押している間は効果がありません（ホットキーセクションでカスタマイズ可能）"
    ],
    "leveltracker geartracker": [
      "新しい装備が装備可能になると通知します（ガイドボタンに緑色の番号が表示されます）",
      "ツールバーのガイドボタンを右クリックしてアクセスします",
      "パネルが開いている間、オムニクリックでアイテムをリストに追加します",
      "まず、設定の<general>セクションでキャラクター名を指定する必要があります"
    ],
    "leveltracker expbar": [
      "ガイドオーバーレイを少し上に移動し、経験値バーを隠さないようにします"
    ],
    "leveltracker skilltree-info": [
      "スキルツリーが画面に表示されている間、<tab>を押すとスキルツリーの設計図がオーバーレイで表示されます",
      "スキルツリー画像チェックが<screen-checks>メニューで正しく設定されている必要があります"
    ],
    "leveltracker skilltree-info manual": [
      "スキルツリーが画面に表示されている間、オムニキーを押し続けるとスキルツリーのスクリーンショットがオーバーレイで表示されます",
      "スキルツリー画像チェックが<screen-checks>メニューで正しく設定されている必要があります"
    ],
    "leveltracker skilltree clear": [
      "長押しでスキルツリーの設計図に使用されるファイルを削除します：これらは次回必要になった時に再ダウンロードされます",
      "設計図が古いか、間違っている場合のみ削除が必要です"
    ],
    "leveltracker pob manual": [
      "オーバーレイは、pobのデータから生成された設計図の代わりに手動スクリーンキャップを使用します"
    ],
    "leveltracker pob": [
      "pob内でm-マウスを使うとスクリーンキャップメニューが開きます",
      "このメニューを使用してオーバーレイ画像を管理します"
    ],
    "leveltracker screen-cap menu": [
      "スクリーンキャップメニューを開きます",
      "このメニューを使用してオーバーレイ画像を管理します"
    ],
    "leveltracker folder": [
      "オーバーレイ画像が保存されているフォルダを開きます",
      "画像を自分で編集したい場合、このフォルダに手動で画像を移動できます"
    ],
    "leveltracker generate": [
      "exile-levelingはガイドデータを生成してエクスポートするために使用されます"
    ],
    "leveltracker profile select": [
      "このガイドスロットを有効化するためにクリックします",
      "各スロットには次のデータがあります：ガイド＆進行状況、装備、スキルツリー、タイマー"
    ],
    "leveltracker import": [
      "クリップボードからガイドデータをこのガイドスロットにインポートします",
      "（/underline）注：インポートすると<mule>チェックボックスがリセットされます"
    ],
    "leveltracker import 2": [
      "クリップボードからガイドデータをこのガイドスロットにインポートします",
      "ガイドをインポートすると進行状況がリセットされます：\n現在のゾーンにガイドを再同期するには、ガイドオーバーレイ内の\">\"ボタンを長押ししてください"
    ],
    "leveltracker editor": [
      "ガイドエディタを開いて、デフォルトのガイドを読み込んだり、現在のガイドを編集したり、新しいガイドを書いたりします"
    ],
    "leveltracker mule": [
      "このスロットのガイドはスロット1のミュールとして扱われます",
      "ガイドは最終のジェムステップで終了し、再ログイン後に自動的にスロット1（または次のミュール）に切り替わります",
      "注：このボックスを切り替えると、このスロットのガイド進行状況がリセットされます"
    ],
    "leveltracker reset": [
      "長押しでこのガイドスロットの進行状況をリセットして最初からやり直します"
    ],
    "leveltracker profile name": [
      "オプション：このスロットのガイドに説明/名前を入力します"
    ],
    "leveltracker pob preview": [
      "長押しで利用可能なpobデータを確認します"
    ],
    "leveltracker layouts": [
      "<tab>を押し続けると、ゾーンレイアウトの可能性をオーバーレイで表示します（ガイドパネルに# zlが表示されます）",
      "アクティブ時に<middle-mouse>を押し続けると、説明付きの情報パネルが表示されます",
      "オーバーレイをクリックしてレイアウトの向きを切り替え、ドラッグして移動し、右クリックで位置をリセット、スクロールでサイズを変更します"
    ],
    "leveltracker hints": [
      "特定のガイドステップの下に追加のヒントを挿入します",
      "これらはインデントされた行に小さい文字で表示されます",
      "ヒントに本のアイコンが付いている場合、<tab>を押し続けてイラストを見ることができます"
    ],
    "leveltracker hotkeys enable": [
      "カスタマイズ可能なホットキーでガイドページを切り替えることができます"
    ],
    "leveltracker hotkeys": [
      "キー名を入力して<enter>を押します",
      "チャットに使用されるキーには割り当てないでください"
    ],
    "lootfilter enable": [
      "ロットフィルターを修正し、変更を即座に適用するインターフェイスを提供します",
      "アイテムをShift-オムニクリックしてアクセスします"
    ],
    "maptracker enable": [
      "マップランの自動追跡とエクスポートツール付きのログビューアを提供します",
      "マップの時間、死亡、ポータル、戦利品、キル、および特定のサイドコンテンツを追跡します"
    ],
    "maptracker rename": [
      "ボスマップにタグを付けて、検索しやすくします",
      "例：\n<boss: elder> は <値と意味のない欠如> の代わり"
    ],
    "maptracker rename 2": [
      "ボスマップにタグを付けて、検索しやすくします",
      "例：\n<boss: xesht> は <twisted domain (boss)> の代わり"
    ],
    "maptracker character": [
      "キャラクターの名前、クラス、レベルがログに記録されます",
      "オプション：ビルドの名前/説明もログに記録できます",
      "この情報を設定の<general>セクションで指定する必要があります"
    ],
    "maptracker side-content": [
      "入ったサイドエリアとその中で費やした時間がログに記録されます",
      "例：アビサルデプス、ラボトライアル、ヴァールエリア"
    ],
    "maptracker hide": [
      "追跡が一時停止しているとき、パネルをグレーアウトする代わりに隠します（ツールバーのボタンを右クリックして）",
      "ツールバーのボタンをチェックしてトラッカーの状態を確認します（停止中はグレーアウトされます）"
    ],
    "maptracker mechanics": [
      "マッピング中に遭遇する特定のメカニクスをログに記録します"
    ],
    "maptracker dialogue tracking": [
      "これらのメカニクスはゲーム内ダイアログを通じて自動的に追跡できます",
      "ゲームの<ui>設定で<output dialogue to chat>を有効にする必要があります"
    ],
    "maptracker screen tracking": [
      "これらのメカニクスは特定のUI要素を画面で検索することによって追跡されます",
      "画面は<tab>を押している間にチェックされます",
      "手動でキャリブレーションが必要です"
    ],
    "maptracker dialoguemechanic": [
      "メカニズムは個別に切り替えることができます"
    ],
    "maptracker screenmechanic": [
      "メカニズムは個別に切り替えることができます",
      "赤いハイライトはキャリブレーションが不足していることを示します",
      "右クリックでスニッピングツールを開き、メカニズムのユニークなUI要素を画面キャプチャします"
    ],
    "maptracker portal reminder": [
      "ポータルスクロールを使用すると、ツールチップがマップの内容が完了しているかを再確認するようにリマインドします",
      "ゲーム内ホットキーを以下で指定する必要があります"
    ],
    "maptracker portal hotkey": [
      "<ポータルスクロールの使用>のゲーム内ホットキーを入力してください",
      "特別なキー/組み合わせを使用している場合は、上のリンクを確認してください"
    ],
    "maptracker loot-tracker": [
      "スタッシュにCtrl+クリックで追加されたアイテムが記録されます",
      "Ctrl+右クリックで以前追加したアイテムを1つずつ削除します（テキスト編集でのCtrl+Zと似ています）",
      "スタッシュの画像チェックが<screen-checks>メニューで正しく設定されている必要があります"
    ],
    "maptracker kill-tracker": [
      "完了したマップでのモンスターキルが記録されます",
      "マップを離れると、トラッカーパネルが点滅し、タイマーをクリックしてキルを更新する必要があります",
      "キルの更新は、マップが終了し、もう再度マップに入らない場合にのみ必要です"
    ],
    "maptracker mapinfo": [
      "マップ情報パネルでマップ-modsが記録されます",
      "これには次の情報が含まれます：\nエルダーガーディアン、征服者、メイヴェンの招待状の種類、ブライト（荒廃）、契約/青写真",
      "マップ情報パネルは別の機能で、明示的に有効にする必要があります"
    ],
    "maptracker notes": [
      "トラッカーパネルにアイコンを追加して、個々のマップランのカスタムノートを記録します",
      "これにより、簡単にアイテムを1クリックで記録できるようになります。例：マップデバイスで使用したアイテム、ランで見つかった特別なドロップなど"
    ],
    "maptracker color unselected": [
      "ログビューアで強調表示されたセル、日付選択でリーグ外の日付に使用されます",
      "クリックでカラーパレットを開き、右クリックでデフォルトにリセットします"
    ],
    "maptracker color selected": [
      "現在選択されている年とその月に使用されます",
      "クリックでカラーパレットを開き、右クリックでデフォルトにリセットします"
    ],
    "maptracker color leagues": [
      "特定のリーグ内の日付を強調表示するために使用されます",
      "クリックでカラーパレットを開き、右クリックでデフォルトにリセットします"
    ],
    "mapinfo enable": [
      "マップmods用のコンパクトでカスタマイズ可能な情報パネルを提供します",
      "マップをオムニクリックするとパネルが開き、mods上にホバーして1-4を押すとハイライトカラーが適用されます",
      "modsを無視するには、ホバーしている間にスペースを押します"
    ],
    "mapinfo shift-click": [
      "シフトクリックでマップに通貨を適用した際にツールチップを更新します",
      "まず<shift>を押し、右クリックで通貨を選択し、次にマップをクリックします",
      "インベントリのピクセルチェックが<screen-checks>メニューで正しく設定されている必要があります"
    ],
    "mapinfo tab": [
      "<tab>を押し続けて、画面右側にパネルのコンパクト版を表示します",
      "これは隠れ家とパネルにロードされたマップでのみ機能します"
    ],
    "mapinfo colors": [
      "ボタンをクリックしてカラーパレットを開き、右クリックでリセットします"
    ],
    "mapinfo logbooks": [
      "ログブックのモッドは正のランキングを使用し、4が最良の値となります"
    ],
    "mapinfo modsearch": [
      "マップモッド（ゲーム内の表現）を入力し、<enter>を押して下にリストを表示します"
    ],
    "mapinfo roll highlight": [
      "マップのロール（量、レアリティなど）は、特定の要件を満たす場合にハイライト表示されます"
    ],
    "mapinfo roll colors": [
      "現在のハイライト設定のプレビューです",
      "右側のカラーボタンをクリックしてカラーパレットを開き、右クリックで色をデフォルトにリセットします",
      "最初のボタン：テキスト色\n2番目のボタン：背景色"
    ],
    "mapinfo requirements": [
      "各ロールに対して必要/望ましい最小値を指定します",
      "量、レアリティ、パックサイズ、マップ、スカラブ、通貨"
    ],
    "mapinfo mod settings": [
      "以下で、特定のマップモッドのティアをカスタマイズできます",
      "モッドにホバーし、数字キー1-4を押してハイライトを適用、スペースで取り消し線を引き、右クリックで未ティア（白）にリセットします",
      "モッド検索を使ってモッドを見つけ、-と+ボタンでモッドをピン留め（または外す）して素早くアクセスできます"
    ],
    "mapinfo reset tiers": [
      "長押しで全てのマップモッドティアをデフォルト（白、取り消し線なし）にリセットします",
      "（/アンダーライン）注意：これにより、下のピン留めされたものだけでなく、すべてのモッドに影響を与えます"
    ],
    "alarm enable": [
      "アラーム/カウントダウンおよびストップウォッチ機能を備えたタイマーウィジェット",
      "デフォルトでは非表示、<tab>を押し続けて表示します",
      "+ で新しいタイマーを追加：時間（上）と名前（下）を入力し、<enter>を押します",
      "既存のタイマーをクリックして開始、右クリックで停止",
      "時間を空白にしてストップウォッチを開始：xx:xxをクリックしてループ",
      "名前を空白にして一回限りのタイマー",
      "名前を右クリックでタイマーを削除"
    ],
    "notepad enable": [
      "個別のタブと、付箋として使用できる浮遊ウィジェットを備えたノートパッドツール"
    ],
    "notepad default color": [
      "新しいタブの色を指定します",
      "タブは後から個別にカスタマイズできます"
    ],
    "notepad opacity": [
      "非アクティブなウィジェットの不透明度（タブが押されていない場合）",
      "0 = 非アクティブなウィジェットは非表示"
    ],
    "lab enable": [
      "カジュアルなラン用のシンプルなラボレイアウトオーバーレイとトラッカー",
      "<tab>を押し続けてラボまたはアスピラント広場でアクティブ化します"
    ],
    "ocr enable": [
      "画面読み取り機能で、画面をスキャンして特定の情報/テキストをカスタマイズ可能でコンパクトなツールチップで表示します",
      "現在サポートされているのは：エルドリッチアルター、ヴァールサイドエリア"
    ],
    "ocr compatibility": [
      "画面読み取り機能で、画面をスキャンして特定の情報/テキストをカスタマイズ可能でコンパクトなツールチップで表示します",
      "この機能を有効にする前に互換性テストが必要です",
      "キャラクターのステータス画面を開き、このチェックボックスをクリックしてウィンドウのスニッピングツールを開きます",
      "それを使ってキャラクターのステータスから4〜5行のテキストをスニップします"
    ],
    "ocr colors": [
      "特定のモッド/報酬を強調表示するために使用するカラーパターンをカスタマイズします"
    ],
    "ocr debug": [
      "右Ctrlキーを押し続けて画面をスキャンすると、画面キャプチャとスクリプトが読み取ったテキストを表示するウィンドウが開きます"
    ],
    "ocr z hotkey": [
      "<強調表示の切り替え>のゲーム内ホットキーを入力してください",
      "特別なキー/組み合わせを使用している場合は、上のリンクを確認してください"
    ],
    "ocr hotkey": [
      "この機能を有効にするためのホットキーを入力してください",
      "誤って機能が発動しないように、チャットに使用されるキーは選ばないでください",
      "特別なキー/組み合わせを使用したい場合は、上のリンクを確認してください"
    ],
    "sanctum enable": [
      "サンクタムのフロアを分析し、特定の部屋や経路をハイライト表示して事前に計画するためのツールを提供します",
      "<tab>を押し続けてサンクタムラン中にオーバーレイを表示し、放すと非表示になります",
      "<tab>を押し続けている間にスペースを押すと、オーバーレイをロックして自動で非表示にならないようにできます"
    ],
    "sanctum cheatsheet": [
      "さまざまな部屋のタイプとその目的、特別な噴水の特徴をリストアップした追加パネルを表示します"
    ],
    "screenchecks pixel-about": [
      "スクリプトは特定のUI要素を常に画面でチェックしています",
      "これにより、コンテキスト感度と自動オーバーレイ切り替えが可能になります",
      "これらのチェックはクライアントとのインタラクションにはなりません"
    ],
    "screenchecks pixel-calibration": [
      "<info>から指示に従った後にクリックしてください",
      "特定のピクセル値をキャプチャし、将来のチェックのために保存します"
    ],
    "screenchecks pixel-test": [
      "<info>に表示されているUI要素が見える状態でこのボタンをクリックすると、テストは正になります",
      "<info>に表示されているUI要素が見えない状態で再度クリックすると、テストは負になります",
      "GeForce Nowの場合：キャラクターを少し動かしてから、ステップ1と2を再実行します"
    ],
    "screenchecks pixel-info": [
      "長押しして指示を見る"
    ],
    "screenchecks pixel-background": [
      "コンテキスト感度を有効にする重要なバックグラウンドプロセス",
      "パフォーマンスの問題がある場合は、一時的に無効にして原因かどうかを確認してください"
    ],
    "screenchecks image-about": [
      "ピクセルチェック（上記参照）と同じ原理ですが、より正確です",
      "これらはオムニキーが押されたときにどの機能を起動するかを解釈するのに役立ちます"
    ],
    "screenchecks image-info": [
      "長押しして指示を見る"
    ],
    "screenchecks image-calibration": [
      "<info>から指示に従った後にクリックしてください",
      "左クリック：自動キャリブレーション",
      "右クリック：手動で<info>に表示されているUI要素をスクリーンキャプチャします"
    ],
    "screenchecks image-test": [
      "<info>に表示されているUI要素が見える状態でこのボタンをクリックすると、テストは正になります",
      "<info>に表示されているUI要素が見えない状態で再度クリックすると、テストは負になります",
      "自動キャリブレーション後にテストが負のままであれば、<cal>ボタンを右クリックして<info>に示されたマークされたエリアをスニップしてください"
    ],
    "screenchecks folder": [
      "キャリブレーションファイルのあるフォルダを開きます",
      "テストが失敗し続ける場合は、imgファイルを開いて正しい画像クリップかどうかを確認してください"
    ],
    "screenchecks variance": [
      "ストリーミングクライアントは画像品質が変動するため、特定のUI要素を正確にチェックできない場合があります",
      "<test>をクリックしても一貫した結果が得られない場合は、スクリーンチェックの許容差を増やす必要があります",
      "値を10刻みで増加させて、チェックを再テストし、一貫した結果が得られるまで繰り返します"
    ],
    "searchstrings poe-regex": [
      "regex-文字列用のサードパーティウェブサイト"
    ],
    "searchstrings about": [
      "検索文字列はユースケースごとにグループ化されます。例：gwennen, harvest, vendor",
      "オムニキーを押すと、スクリプトが適切なユースケースを検出し、選択可能なエントリのリストを表示します",
      "この検出には、各ユースケースごとの手動での画像キャリブレーションが必要です",
      "いくつかのユースケース（例：ベスティアリーインデックス）は、右上隅のリーグ情報パネルを自動的に非表示にしないため、オムニキーを押す前にインベントリを開く必要があります"
    ],
    "searchstrings calibrate": [
      "クリッピングツールを開きます：これを使用して、検索に固有のUI要素をクリップします"
    ],
    "searchstrings test": [
      "UI要素が画面上にある状態でこのボタンをクリックすると、テストは肯定的な結果を返すべきです",
      "UI要素が画面上にない状態で再度クリックすると、テストは否定的な結果を返すべきです",
      "結果は一貫して再現可能でなければなりません"
    ],
    "searchstrings edit": [
      "このユースケースの文字列を追加または編集するメニューを開きます"
    ],
    "searchstrings delete": [
      "長押しでこのユースケースとその文字列を削除します"
    ],
    "searchstrings enable": [
      "特定のユースケースを有効/無効にします"
    ],
    "searchstrings enable-beastcrafting": [
      "特定のユースケースを有効/無効にします",
      "これはデフォルトで含まれており、フラスク作成の文字列が含まれています"
    ],
    "searchstrings enable-lilly": [
      "特定のユースケースを有効/無効にします",
      "これはインポートされたレベルアップガイドの一部で、すべてのジェムの文字列が含まれています"
    ],
    "searchstrings add": [
      "名前を入力して <enter> を押してください"
    ],
    "stash color tag1": [
      "これは poe.ninjaの価格タグの見た目を示します"
    ],
    "stash color tag2": [
      "これは exchange-prices の価格タグの見た目を示します"
    ],
    "stash color tag3": [
      "これはブックマークされた価格タグの見た目を示します"
    ],
    "stash enable": [
      "特定のスタッシュタブで市場価格に基づいてアイテムを強調表示するスタッシュ機能",
      "タブ内のアイテム上でオムニキー（デフォルト：中ボタン）を長押しして機能を有効にします",
      "スタッシュ内に少なくとも1つのタブフォルダーが必要です（オーバーレイが少しずれることがあります）"
    ],
    "stash hotkey": [
      "このホットキーはストリーミングクライアント専用で、押すと利用可能なタブをリストした専用の選択メニューが開きます",
      "チャットに使用されていないキーにこの機能をバインドします：キー名を入力して <enter> を押してください"
    ],
    "stash history": [
      "アイテムの今週の価格履歴を示す追加のバーグラフを表示します",
      "強調表示されたアイテムスロットにカーソルを合わせると、変換レートの横に表示されます",
      "これは日ごとのバーを表すタイムラインで、最初の日と比較した価格変動を表示します"
    ],
    "stash exalt": [
      "強調表示されたアイテムや価格設定されたアイテムをカーソルを合わせると、エクスアルト相当の価格も表示されます"
    ],
    "stash bulk": [
      "タブ内のアイテムを右クリックすると、（バルク）販売管理用の追加パネルが開きます",
      "最初は poe.ninja の価格のみが表示されます：通貨アイコンをクリックして、バルク交換で開かれているリストを表示するか、右クリックしてデータを更新します",
      "リストから価格を選び、パネルは適用可能なバルク設定をスクロールして選ぶオプションを提供します"
    ],
    "stash mintrade": [
      "\"xカオス以下で取引したくない\"という値を指定できます：\n数字を入力して <enter> を押してください",
      "カオスでのバルク販売設定はこの値で開始するように自動調整されます"
    ],
    "stash autoprofiles": [
      "この設定は、取引する価値のある（スタックされた）アイテムを見つけるのに役立ちます",
      "プロファイル1～4は、お好みの取引価値に応じて自動的に設定されます",
      ">> 一般的な目安 <<\n強調表示されたアイテムは、以下の条件を満たす場合に取引価値があります：\nスタックサイズ >= プロファイル番号",
      "プロファイル5はゴミや販売用アイテムの層を作成するためにそのままにされます"
    ],
    "stash config": [
      "個別のタブを設定するには、ゲーム内でタブを開き、そのタブ内のアイテム上でオムニキーを長押ししてください",
      "スタッシュ・ニンジャのオーバーレイがアクティブになると、アクティブなタブの設定が下に表示されます"
    ],
    "stash gap": [
      "これは、スタッシュタブ内のアイテムボックスやスロット間の水平ギャップを指します",
      "この値を微調整してオーバーレイとゲーム内スタッシュを合わせます"
    ],
    "stash in folder": [
      "特定のタブがスタッシュフォルダにある場合、オーバーレイの位置をずらす必要があります",
      "このタブがフォルダにある場合は、このボックスをチェックしてください"
    ],
    "stash bookmarking": [
      "価格プロファイルパネルの横にブックマークリストを追加します",
      "アイテムにカーソルを合わせてスペースを押すと、現在のリストに1x追加され、altを押すと1x削除されます",
      "ブックマークされたアイテムは、アクティブな価格プロファイルに関係なく常にグリッド上で強調表示されます",
      "各タブには5つの別々のリストがあります：<control>または<shift>を押しながら、番号キーで切り替えます"
    ],
    "stash limits": [
      "各個別タブに対して最大5つの価格範囲プロファイルを設定できます",
      "入力ボックス構造：\nプロファイル# | 最大値\n単位: c, e, d, % | 最小値",
      "最小値/最大値を空白にすると無制限と見なされ、単位を空白にするとプロファイルが完全に無効になります",
      "オーバーレイが画面上に表示されているとき、番号キー1～5でプロファイルを切り替えます"
    ],
    "update check": [
      "スクリプト起動時および実行中にバックグラウンドで更新をチェックします",
      "更新が利用可能な場合、メインツールバーが緑色に変わります"
    ],
    "update hotfix": [
      "ホットフィックスリリースが利用可能です。以下からダウンロードできます",
      "以下にリストされたバージョンは常に最新のホットフィックスを含んでおり、番号が特に表示されていなくても適用されます"
    ],
    "update versions": [
      "以下のリストから切り替えや再インストール可能なバージョンを表示します",
      "各行は主要バージョンを表し、マイナーバージョンを選択するボタンがあります",
      "重要な変更があるバージョンはオレンジ色で強調表示されます",
      "ボタンにカーソルを合わせると要約された変更履歴が表示され、クリックするとダウンロード準備が整います"
    ],
    "update full changelog": [
      "選択したバージョンの詳細な変更履歴が記載されたGitHubページを開きます"
    ],
    "update restart": [
      "長押しして更新と再起動を行います",
      "アクティブなオーバーレイと未保存のデータは失われます"
    ],
    "update manual": [
      "完全なリリースを含むzipファイルをダウンロードし、それを開いてスクリプトフォルダも開きます",
      "zipには1つのフォルダが含まれています：解凍せずにそのまま開いてください",
      "中身を抽出して、別のウィンドウで開かれるスクリプトフォルダにコピーしてください"
    ],
    "update github": [
      "ブラウザを開き、最新バージョンをダウンロードします",
      "また、スクリプトフォルダを別のウィンドウで開きます"
    ],
    "update skip": [
      "長押ししてこのバージョンをスキップし、通知を今後受け取らないようにします",
      "次のバージョンで通知が再び表示されます"
    ],
    "cheatsheets": {
    "menu screencheck": [
      "このシートをアクティブにするUI要素の位置を指します",
      "静的: 常に同じ位置にあります（例：スタッシュ/インベントリプレート）",
      "動的: 少し移動することがあります（例：シンジケートボードの一部）"
    ],
    "menu activation": [
      "シートがアクティブになっている時間を設定します",
      "ホールド: オムニキーを離すまで",
      "トグル: escを押すまで",
      "2つの修飾キーを押してシートをアクティブにすると、常に<トグル>になります"
    ],
    "menu image-files": [
      "画像ファイルは各シート内の番号付きスロットにロードされます",
      "シートがアクティブな間、番号キーを押してこれらのファイルにアクセスできます",
      "スロット00はセグメント化されたシート用に予約されています（<00>にカーソルを合わせると詳細情報が表示されます）"
    ],
    "menu 00": [
      "00に画像をロードすると、シートがセグメント化されます",
      "これが機能するのは、情報が表や図で表示されている場合のみです",
      "画像00はシートのヘッダーであり、その他は個別のセグメント（例：列や行）です"
    ],
    "menu header": [
      "ヘッダーの位置を他のセグメントに対して設定します"
    ],
    "menu paste": [
      "画像をこのスロットに貼り付けます：ファイルと生データをサポートします",
      "複数のファイルを一度に貼り付けると、xスロットが上書きされ、これから始まります"
    ],
    "menu snip0": [
      "スニッピングウィジェットを開いて画像をスロットに切り取ります"
    ],
    "menu snip": [
      "クリッピングツールを開いて画像をスロットに切り取ります"
    ],
    "menu show": [
      "長押しして画像のプレビューを表示します"
    ],
    "menu delete": [
      "長押ししてこのスロットの画像を削除します"
    ],
    "menu hotkey": [
      "文字を入力して画像にタグを付けます",
      "その文字はホットキーとしてこのスロットをアクティブにするために使用できます",
      "データがアルファベット順であり、数字順でない場合に便利です"
    ],
    "menu preview": [
      "長押ししてシートのプレビューを表示します"
    ],
    "menu entry-about": [
      "各チートシートには複数のエントリがあり、各エントリには最大4つのノートがあります",
      "エントリはゲーム内でメモを保存したいものです",
      "シンジケート：各メンバーがエントリ\nサンクタム：各部屋がエントリ"
    ],
    "menu entry-image": [
      "長押ししてキャリブレーション画像を表示します"
    ],
    "menu entry-delete": [
      "長押ししてこのエントリを削除します"
    ],
    "menu entry-select": [
      "このエントリをクリックしてそのノートにアクセスします"
    ],
    "menu entry-preview": [
      "長押ししてこのエントリのノートのプレビューを表示します"
    ],
    "menu windowtitle": [
      "チートシートとして使用したいウィンドウのタイトル",
      "大文字小文字を区別しますが、タイトル全体を入力する必要はありません"
    ],
    "menu exe-delete": [
      "長押ししてランチャーからアプリを削除します"
    ],
    "menu exe-test": [
      "クリックしてアプリが正しく起動するかを確認します"
    ],
    "geartracker": {
      "about": [
        "リストのアイテムをクリックして、ゲーム内検索でハイライトします",
        "右クリックを押し続けると、リストからアイテムを削除できます",
        "クリアボタンを長押しすると、すべてのハイライトされたアイテムが削除されます"
      ]
  },
  "lab": {
    "button": [
      "赤 = レイアウトが利用できない/古い、黄色 = レイアウトのみ、緑 = レイアウト + トラッキング",
      "クリックしてpoelab.comを開く: 難易度を選択し、レイアウト画像を右クリックして、<画像をコピー>をクリック",
      "オプション: <ラボコンパスファイル>を右クリックして、<リンクアドレスをコピー>をクリック"
    ]
  },
  "leveltracker": {
    "skilltree-cap about": [
      "画像を貼り付けるか、スニッピングしてスロットに読み込む"
    ],
    "skilltree-cap ascend": [
      "画像を貼り付けるか、スニッピングしてスロットに読み込む",
      "スロット05は潜在的なエンドゲームの再スペック用に予約されています"
    ],
    "skilltree-cap index": [
      "クリックしてこのスロットにキャプションを追加"
    ],
    "skilltree-cap paste": [
      "画像ファイルまたはデータをこのスロットに貼り付け"
    ],
    "skilltree-cap snip": [
      "スニッピングウィジェットを開くか、スクリーンキャップをトリガー"
    ],
    "skilltree-cap show": [
      "長押しして画像を表示"
    ],
    "skilltree-cap delete": [
      "長押しして画像を削除"
    ],
    "skilltree-cap delete-all": [
      "長押ししてすべての画像を削除"
    ],
    "skilltree-cap caption": [
      "キャプションを入力して<enter>を押す"
    ]
  },
  "leveltrackereditor": {
    "guide reset": [
      "長押ししてデフォルトガイドを読み込む",
      "（/アンダーライン）注意: あなたの進行状況とカスタム編集は削除されます"
    ],
    "export": [
      "ガイドデータをクリップボードにコピー"
    ]
  },
  "leveltrackerschematics": {
    "how-to": [
      "<q> または <e> を押して個別のスキルツリーを切り替える",
      "<w> を長押ししてツリー全体の概要を表示する",
      "番号キー <1> から <4> を長押しして個別のアセンディンシーツリーを表示する",
      "<space> を押してツリーの開始位置（白い円）をカーソルの位置に移動する"
    ]
  },
  "lootfilter": {
    "add stack": [
      "スタックサイズを入力し、このラベルをクリックしてこの基本タイプのカスタムスタックルールを追加します"
    ],
    "apply mods": [
      "長押しして新しいファイルを作成して適用します",
      "（/underline）注：/itemfilter ゲーム内コマンドが使用されるので、チャットボックスが閉じてアクセスできる状態であることを確認してください"
    ],
    "backgroundcolor": [
      "背景色を選択するにはクリック、右クリックで前回の色にリセットします"
    ],
    "bordercolor": [
      "枠線の色を選択するにはクリック、右クリックで前回の色にリセットします"
    ],
    "textcolor": [
      "テキストの色を選択するにはクリック、右クリックで前回の色にリセットします"
    ],
    "basefilter": [
      "使用するフィルタを選択します",
      "カスタマイズ用の別ファイルが作成され、ゲーム内で適用されるため、基本フィルタは変更されません"
    ],
    "global item-classes": [
      "このオプションを有効にすると、下に追加のチェックボックスが表示されます",
      "少なくとも1つのアイテムクラスにチェックを入れて、オーバーライドを有効にする必要があります",
      "これにより、高ティアアイテムが非表示になります:\n識別されていない（ティア x）"
    ],
    "global overrides": [
      "以下のオプションは、より大きなアイテムグループのフィルタリングをすばやく変更するために使用できます",
      "ここで行った変更は、個別のカスタマイズよりも常に優先されます。検索結果リストに反映されていない場合でも"
    ],
    "gui color": [
      "アイテムラベルの下の背景色を選択するにはクリック、右クリックでデフォルトにリセットします"
    ],
    "hide": [
      "ゲーム内でアイテムグループ全体を非表示にします"
    ],
    "highlight color": [
      "ルール変更を強調表示するために使用する色を選択するにはクリック、右クリックでデフォルトにリセットします"
    ],
    "incompatible": [
      "いくつかの変更は新しい基本フィルタには適用されなくなり、更新を適用すると削除されます",
      "これは通常、新しい基本フィルタに以前切り替えた特定のルールがなくなったことを意味します"
    ],
    "modifications": [
      "現在適用されている/保留中の変更のリスト: このヘッダーパネルを長押ししてリスト全体をクリアします",
      "(shift-)クリックしてアイテム名を検索し、右クリックで削除します"
    ],
    "refresh": [
      "フォルダの内容、選択した基本フィルタ、および修正されたフィルタを再読み込みします",
      "（/underline）注：未保存の変更は失われます"
    ],
    "revert": [
      "このグループのすべての変更を元に戻します"
    ],
    "search": [
      "アイテムの基本タイプを入力し、<enter>を押して既存のルールを検索します: 正規表現やコンマ区切りによる複数検索もサポートしています",
      "ゲーム内で（shift-)オムニクリックして基本タイプを検索することもできます"
    ],
    "search reset": [
      "現在の検索をクリアし、グローバルオーバーライドオプションを表示します"
    ],
    "style color": [
      "スタイル変更を強調表示するために使用する色を選択するにはクリック、右クリックでデフォルトにリセットします"
    ]
  },
  "maptracker": {
    "logviewer day-select": [
      "日付選択を開く: ログされたマップの実行の内訳を表示",
      "現在の検索フィルタは利用可能な日付に影響します"
    ],
    "logviewer date help": [
      "一般: ボタンをクリックしてその期間内の実行を表示、ホバー中に<DEL>を押してそれらの実行を削除",
      "年: 年をクリックしてその内訳を下に表示、ダブルクリックでその年全体を読み込む"
    ],
    "logviewer export": [
      "長押しして下の実行リストをCSVファイルとしてエクスポート、同じ日付の既存ファイルを上書き",
      "右クリックしてエクスポートフォルダを開く"
    ],
    "logviewer page-entries": [
      "各ページに表示するエントリ数（自動 = ログビューワーが利用可能な画面スペースに合わせて調整）"
    ],
    "logviewer search": [
      "各列には正規表現とカスタムパターンをサポートする検索バーがあります（詳細はホバーで確認）:\n<enter>を押して入力した内容ですべてを一度に検索、または赤いxをクリックしてフィルタなしのログビューワーに戻す"
    ],
    "logviewer sum avg": [
      "この行のハイライトされたセルをクリックして、列内のデータを合計/割合/平均として表示"
    ],
    "logviewer search map": [
      "サポートされる入力:\n\"xyz\"（検索）、\"!abc\"（除外）、\"xyz !abc\"（xyzを検索し、abcを除外）"
    ],
    "logviewer header map": [
      "マップ名を長押しして編集、右クリックで実行を削除",
      "マップ名は検索可能:\nクリックで検索に\"<name>\"を貼り付け、右クリックで\"!<name>\"を貼り付け、ダブルクリックで即座に検索"
    ],
    "logviewer search tier": [
      "サポートされる入力:\n\"x\"（正確なティア）、\"!x\"（除外）、\"x-y\"（xからyまで）、\"x+\"（x以上）"
    ],
    "logviewer header tier": [
      "実行のティア（マップ）またはレベル（例：契約）",
      "数字は検索可能:\nクリックで検索に\"<tier>\"を貼り付け、右クリックで\"!<tier>\"を貼り付け、ダブルクリックで即座に検索"
    ],
    "logviewer search run": [
      "サポートされる入力:\n\"x\"（正確な時間）、\"x-y\"（xからyまで）、\"x+\"（x以上または長い）",
      "x/yにコロンが含まれていない場合、秒として扱われ、コロンが含まれている場合は（hh:)mm:ssとして扱われます"
    ],
    "logviewer header run": [
      "実行にかかった時間"
    ],
    "logviewer header e-exp": [
      "マップで得られた実効経験値（ペナルティ後）、あなたのレベルとモンスターのレベルに基づく",
      "まず<general>セクションでキャラクター名を指定する必要があります"
    ],
    "logviewer search deaths": [
      "サポートされる入力:\n\"x\"（正確な値）、\"x-y\"（xからyまで）、\"x+\"（x以上）"
    ],
    "logviewer header deaths": [
      "実行中に死亡した回数",
      "ヘッダーはクリック可能:\nクリックで検索に\"1+\"を貼り付け、右クリックで\"0\"を貼り付け、ダブルクリックで即座に検索"
    ],
    "logviewer search portals": [
      "サポートされる入力:\n\"x\"（正確な値）、\"x-y\"（xからyまで）、\"x+\"（x以上）"
    ],
    "logviewer header portals": [
      "実行中に使用されたポータル数"
    ],
    "logviewer search kills": [
      "サポートされる入力:\n\"x\"（正確な値）、\"x-y\"（xからyまで）、\"x+\"（x以上）"
    ],
    "logviewer header kills": [
      "実行中に倒したモンスター数（オプション、最初に有効化する必要があります）: ゲーム内の/killsコマンドを使用",
      "ヘッダーはクリック可能:\nクリックで検索に\"1+\"を貼り付け、右クリックで\"0\"を貼り付け、ダブルクリックで即座に検索"
    ],
    "logviewer search loot": [
      "サポートされる入力:\n\"xyz\"（検索）、\"!abc\"（除外）、\"xyz !abc\"（xyzを検索し、abcを除外）、\"abc, xyz, ...\"（abcとxyzなどを検索）"
    ],
    "logviewer header loot": [
      "マップで見つかった戦利品（オプション、最初に有効化する必要があります）:\nこの列のハイライトされたセルをクリックして、ログされた戦利品のリストを表示",
      "ヘッダーはクリック可能:\nクリックで検索に\"yes\"を貼り付け、右クリックで\"no\"を貼り付け、ダブルクリックで即座に検索"
    ],
    "logviewer search mapinfo": [
      "サポートされる入力:\n\"xyz\"（検索）、\"!abc\"（除外）、\"xyz !abc\"（xyzを検索し、abcを除外）、\"abc, xyz, ...\"（abcとxyzなどを検索）",
      "マップモッドや一般的なロールも検索できます。例えば\"100q\"は100%数量を検索\n（一般的なロールでは、常に\"x以上\"で検索されます）"
    ],
    "logviewer search mapinfo 2": [
      "サポートされる入力:\n\"xyz\"（検索）、\"!abc\"（除外）、\"xyz !abc\"（xyzを検索し、abcを除外）、\"abc, xyz, ...\"（abcとxyzなどを検索）"
    ],
    "logviewer header mapinfo": [
      "マップでロールされたモッド（オプション、最初に有効化する必要があります）:\nこの列のハイライトされたセルをクリックして、ログされたモッドのリストを表示",
      "ヘッダーは検索可能:\nクリックで検索に\"yes\"を貼り付け、右クリックで\"no\"を貼り付け、ダブルクリックで即座に検索"
    ],
    "logviewer search notes": [
      "サポートされる入力:\n\"xyz\"（検索）、\"!abc\"（除外）、\"xyz !abc\"（xyzを検索し、abcを除外）、\"abc, xyz, ...\"（abcとxyzなどを検索）"
    ],
    "logviewer header notes": [
      "実行に関するカスタムノート（実行中/前にノートを追加することはオプションで、最初に有効化する必要があります）:\nこの列のセルを右クリックして実行後にノートを追加/編集、ハイライトされたセルをクリックしてノートを表示",
      "ヘッダーは検索可能:\nクリックで検索に\"yes\"を貼り付け、右クリックで\"no\"を貼り付け、ダブルクリックで即座に検索"
    ],
    "logviewer search character": [
      "サポートされる入力:\n\"xyz\"（検索）、\"!abc\"（除外）、\"xyz !abc\"（xyzを検索し、abcを除外）、\"abc, xyz, ...\"（abcとxyzなどを検索）\n\"x\"（正確なレベル）、\"x-y\"（xからyまで）、\"x+\"（x以上）"
    ],
    "logviewer header character": [
      "実行中にプレイしたキャラクター（およびビルド）の情報:\nこの列のハイライトされたセルをクリックしてこの情報を表示",
      "ヘッダーは検索可能:\nクリックで検索に\"yes\"を貼り付け、右クリックで\"no\"を貼り付け、ダブルクリックで即座に検索"
    ],
    "logviewer search content": [
      "サポートされる入力:\n\"xyz\"（検索）、\"!abc\"（除外）、\"xyz !abc\"（xyzを検索し、abcを除外）、\"abc, xyz, ...\"（abcとxyzなどを検索）",
      "利用可能な省略入力: \"elder\"はエルダーガーディアン、\"sirus\"は征服者を検索"
    ],
    "logviewer search content 2": [
      "サポートされる入力:\n\"xyz\"（検索）、\"!abc\"（除外）、\"xyz !abc\"（xyzを検索し、abcを除外）、\"abc, xyz, ...\"（abcとxyzなどを検索）"
    ],
    "logviewer header content": [
      "マップで遭遇したサイドコンテンツ（オプション、最初に有効化する必要があります）",
      "ヘッダーとアイコンは検索可能:\nクリックで検索に\"<content>\"を貼り付け、右クリックで\"!<content>\"を貼り付け、ダブルクリックで即座に検索"
    ]
  },
  "maptrackernotes": {
    "help": [
      "カスタムノートを入力して<enter>を押してください: ノートの前に\"X#\"を追加して、X回の実行に限定できます",
      "アイテムをオムニクリックしてノートに追加:\nマップデバイスのアイテムは黄色でハイライトされ、最大4つまで追加できます",
      "ノートを長押しして削除するか、ヘッダーをクリックしてすべてをクリアします"
    ]
  },
  "notepad": {
    "colors": [
      "テキスト色: 色パレットを開くにはクリック、リセットするには右クリック"
    ],
    "colors1": [
      "背景色: 色パレットを開くにはクリック、リセットするには右クリック"
    ],
    "widget": [
      "タブを選択するにはクリック、ウィジェットを作成するにはドラッグ、削除するには右クリックを押し続ける"
    ],
    "widget help": [
      "ウィジェットはタブが押されていない限り非アクティブ（クリックできません）",
      "左クリックでウィジェットをドラッグ、右クリックでウィジェットを削除",
      "テキストを1行のシャープサイン（#）で区切ることで、個別のページを持つスクロール可能なウィジェットを作成できます"
    ],
    "widget grouped": [
      "すべてのノートを1つのスクロール可能なウィジェットにまとめるにはドラッグ"
    ]
  },
  "screenchecks": {
    "gamescreen": [
      "(/bold)(/underline)指示:",
      "-> ゲーム内のメニューをすべて閉じる: アトラス、インベントリなど",
      "-> ミニマップは中央に配置されている必要があります",
      "-> インフォパネル（画像）は完全に表示されている必要があります",
      "-> <cal>をクリック",
      "-> <test>の指示に従う"
    ],
    "inventory": [
      "(/bold)(/underline)指示:",
      "-> インベントリを開く",
      "-> 右上隅（画像：黄色）が完全に表示されている必要があります",
      "-> <cal>をクリック",
      "-> <test>の指示に従う"
    ],
    "betrayal": [
      "(/bold)(/underline)指示:",
      "-> シンジケートボードを開き、xボタンが完全に表示されていることを確認",
      "-> <cal>をクリックしてツールをキャリブレーション、または右クリックして手動でキャリブレーション",
      "-> <test>の指示に従う"
    ],
    "skilltree": [
      "(/bold)(/underline)指示:",
      "-> スキルツリーを開く",
      "-> <cal>をクリックしてツールをキャリブレーション、または右クリックして手動でキャリブレーション",
      "-> <test>の指示に従う"
    ],
    "stash": [
      "(/bold)(/underline)指示:",
      "-> スタッシュを開く",
      "-> <cal>をクリックしてツールをキャリブレーション、または右クリックして手動でキャリブレーション",
      "-> <test>の指示に従う"
    ]
  },
  "recombination": {
    "color 1": [
      "クリック: カスタマイズ   |   右クリック: デフォルトにリセット",
      "一致する特徴を強調表示するために使用"
    ],
    "color 2": [
      "クリック: カスタマイズ   |   右クリック: デフォルトにリセット",
      "シミュレーションを妨げる非互換性を強調表示するために使用"
    ],
    "color 3": [
      "クリック: カスタマイズ   |   右クリック: デフォルトにリセット",
      "結果に影響を与えるため注意が必要な項目を強調表示するために使用"
    ],
    "basics": [
      "1つのアイテムがランダムに最終的なベースとして選ばれ、影響力、タグ（例: 破壊済み、分割）、品質、暗示、エンチャント、アノイツを保持します",
      "確率を操作するために mods を作成/編集できます",
      "影響力モッドは、必要な影響力を持たないベースに移動できません、\n破損したモッドは元のベースから移動できず、そこで一般的なアフィックスプールに追加されるだけです",
      "(/underline)(/bold)注: モッドの重み付けはまだ決まっていないため、各アフィックスグループに非排他的なモッドが増えると、結果の精度が低下します（例えば、ターゲットクラフトの入力を組み合わせるのではなくランダムにルートを組み合わせる場合）"
    ],
    "exclusive": [
      "モッドが「排他的」であるかどうか（つまり、特定のグループの一部であり、制限に影響される）",
      "1つの排他的モッドだけが最終アイテムに再結合できます",
      "例: ブリーチ、インカージョン、エッセンス、ビースティアリー、裏切り & ヴェイルド、デルヴ、名前付きベンチクラフト（トラの、選ばれし者、オブ・ザ・オーダーなど） & メタモッド、エレベーテッドモッド"
    ],
    "lock": [
      "アイテムスロットをロックして、アイテムを読み込んだりパネルを閉じたりしても自動的に上書きやクリアされないようにします"
    ],
    "nnn": [
      "モッドが「非ネイティブ、ナチュラル」であるかどうか（つまり、特定のベースに制限されている）",
      "これらのモッドは、最終的なベースが特定の要件を満たしている場合のみ再結合できます",
      "例: 影響を受けたモッド、属性/防御専用、破損したモッド",
      "(/underline)注: 新しいアイテムをパネルに読み込むと、モッドが nnn かどうか自動的にリセット/再確認されます"
    ]
  },
  "searchstrings": {
    "config entry-about": [
      "このユースケースのために文字列のカスタムリストを作成するには、エントリを追加してください：\nエントリの説明的な名前を入力し、<enter>を押します",
      "ハーヴェストクラフト用の例リスト：\n- 破壊されたマップの犠牲\n- ディビジョンカードの犠牲\n- 抵抗の変更"
    ],
    "config entry-list": [
      "エントリをクリックしてその文字列を編集し、長押し <del> で削除します",
      "右側の編集フィールドに文字列を貼り付けます：\n1つのエントリに複数の文字列を追加するには、別々の行に貼り付けます",
      "複数の文字列が含まれているエントリを有効にすると、マウスホイールでゲームに1つずつ貼り付けることができます"
    ]
  },
  "seed-explorer": {
    "import": [
      "クリップボードからジュエルをインポートします（例：取引からコピーしたもの）"
    ],
    "trade": [
      "このシードで検索を行う取引サイトを開きます"
    ],
    "download": [
      "必要なデータベースがまだダウンロードされていません",
      "このボタンをクリックしてダウンロードを開始します"
    ],
    "legion notables": [
      "下のリストには現在のジュエルタイプのすべてのリージョンノータブルが表示されます",
      "ノータブルにカーソルを合わせてその効果を確認し、右クリックして希望するものとしてマークします"
    ],
    "legion notables socket": [
      "下のリストには、選択したジュエルスロットにこのジュエルをはめ込んだ後の変更内容が表示されます",
      "ノータブルにカーソルを合わせてその効果を確認し、クリックしてインゲームスキルツリーでその位置をハイライトし、右クリックして希望するものとしてマークします"
    ],
    "socket": [
      "下のリストには、現在選択されているジュエルスロットの周りにある通常のノータブルが表示されます",
      "ノータブルをクリックしてインゲームスキルツリーでそれをハイライトし、右クリックして割り当て済みとしてマークします",
      "割り当てられたノータブルは緑でハイライトされ、現在のシードがそれを希望するリージョンノータブルに変える場合は黄色でハイライトされます"
    ],
    "tree": [
      "ジュエルソケットをクリックして上のエクスプローラーに読み込むか、もう一度クリックして選択を解除します",
      "各ソケットにはシードが希望するリージョンノータブルを生じる場合、番号が付けられることがあります：\n- ティールラベルはソケット周りの希望するリージョンノータブルの数を表示します\n- 黄色ラベルは希望するリージョンノータブルに変わる割り当て済みノータブルの数を表示します"
    ],
    "update": [
      "このボタンをクリックしてデータベースの更新を確認します"
    ]
  },
  "snip": {
    "about": [
      "このウィジェットをリサイズして、スクリーンショットを撮りたいエリアに配置します",
      "矢印キーを使用してウィジェットを1ピクセル単位で移動/リサイズします",
      "リサイズの代わりに移動するには<alt>を押し続けてください、\n<ctrl>を押し続けて10ピクセル単位で移動/リサイズします",
      "特定のスロットで<snip>をクリックして、画像をそのスロットに保存します"
    ]
  }
}
